<template>
  <div class="about-land-rover">
    <h1 class="model-title" >Історія Land Rover</h1>
    <img :src="require('@/assets/pic/abour_lr.jpg')" class="adaptive-img" width="auto" height="auto">
      <div>
        <div class="post-meta">
          <p class="intro-text">
            Британська фірма <b>Land Rover</b>, що випускає виключно позашляховики, знамениті своєю прохідністю,
            колись була частиною автомобільної компанії Rover. У Моріса Уїлкса, шеф-дизайнера Ровера, були маєток
            на острові Енглезі і армійський Willys як засіб пересування. А запчастини для нього знайти було вкрай важко.
            От і вирішив Моріс разом зі старшим братом Спенсером, роверовським виконавчим директором, створити
            як альтернативу Вілліс недорогий і невибагливий всюдихід на допомогу британським фермерам.
          </p>

          <img :src="require('@/assets/pic/about_lr2.jpg')" class="adaptive-img" width="28%" height="auto" />


          <p class="intro-text">
            То були перші повоєнні роки. Перший прототип Centre Steer нагадував Willys, проте його кузов був
            зроблений з листів алюмінієвого сплаву Birmabright. У 1947 році випуск винищувачів і бомбардувальників різко
            знизився: на складах накопичилося величезна кількість алюмінію, який коштував дешевше сталі. До того ж алюміній
            відрізнявся корозійною стійкістю. Після серйозних випробувань, в ході яких, як кажуть, постраждало більше водіїв,
            ніж машин, був готовий передсерійний зразок. Його показали навесні 1948 року в Амстердамі. Новинку назвали
            <b>Land Rover.</b>
          </p>

          <p class="intro-text">
            Перші Ленд Ровери були аскетичні. Зовнішніх дверних ручок не було. Нагрівача теж, а від непогоди пасажирів захищав тільки
            брезентовий тент. Півторалітровий бензиновий мотор розвивав усього 50 к.с.
          </p>

          <p class="intro-text">
            Моріс Уілкс вважав, що недорогий всюдихід — це відмінний «проміжний» варіант, який допоможе компанії Rover
            протриматися до того часу, поки уряд не послабить жорсткі квоти на сталевий прокат. Однак Ленд Ровер зустріли дуже тепло,
            і до кінця першого року виробництва вже було випущено більше нових всюдиходів, ніж звичних легкових Роверів.
          </p>

          <img :src="require('@/assets/pic/about_lr3.jpg')" class="adaptive-img" width="28%" height="auto" />


          <p class="intro-text">
            Машини вдосконалювалися. Повний привід з обгінної муфтою змінила трансмісія з підключається передком і хабами.
            А її, у свою чергу, змінив просунутіший постійний повний привід. Потужність і літраж бензинових моторів збільшувалися.
            У 1957 році на автомобілі стали ставити дизельні двигуни.
          </p>

          <p class="intro-text">
            Паралельно з випуском утилітарних всюдиходів в компанії працювали над автомобілем, здатним поєднувати прохідність
            позашляховика і комфорт седана. Вже через рік після початку виробництва Ленд Роверу з'явилася модель Station Wagon із
            закритим семимісним кузовом. Її оснащення вражало: обігрівач салону, склоочисник з двома щітками, шкіряні сидіння і м'яка
            оббивка дверей і, головне, захисний ковпак запасного колеса. Кузов з дерев'яним каркасом і алюмінієвою обшивкою, розроблений
            ательє Tickford, постачальником фірм Aston Martin і Rolls-Royce, виявився занадто дорогим.
          </p>

          <p class="intro-text">
            Наступна спроба створити комфортабельний позашляховик виявилася успішнішою. Автомобіль, названий <b>Range Rover Vogue</b>,
            створювався також з прицілом на американський ринок і оснащувався бензиновим мотором Buick V8, постійним повним приводом і
            довгохідною пружинною підвіскою. Успіх машини, що дебютувала в 1970 році, допоміг компанії утриматися на плаву в складний період.
            Крім того, кутастий Range Rover Vogue удостоївся честі стати поруч з Джокондою Леонардо в Луврі як зразок сучасного мистецтва.
          </p>

          <img :src="require('@/assets/pic/about_lr5.jpg')" class="adaptive-img" width="28%" height="auto" />


          <p class="intro-text">
            Щоб закрити прогалину між комфортабельним позашляховиком Range Rover Vogue і спартанським Land Rover, у британській компанії
            почали працювати над автомобілем на базі Range Rover Vogue, дешевшим, але не менш комфортабельним — Project Jay (Проєкт Новачок).
            Для новачка <b>Discovery</b> лобове скло, моторний щит, дверні прорізи, рама були запозичені без змін у рейндж.
            Повністю перейшла до Диско і рейнджерівська агрегатна база: мости, коробка передач і роздавальна коробка. Тільки на додаток
            до бензинового мотора V8 додали турбодизель.
          </p>

          <p class="intro-text">
            Повністю нове третє покоління Discovery з дизайном в стилі Range Rover Vogue отримало незалежну підвіску.
            Інтегрована в кузов рама дозволила знизити центр мас. На бездоріжжі водієві асистує електронний помічник Terrain Response,
            заточений під різні види покриття.
          </p>

          <p class="intro-text">
            На платформі «третього» Discovery створений найшвидший Land Rover — <b>Range Rover Sport</b>. Компанії був потрібен
            автомобіль легший і швидший, ніж Рейндж, здатний на рівних ганятися з Туарегом, Кайеном і BMW X5. Він на 8,5 см нижче
            і на 17,5 см коротше звичайного Рейндж, зате п'ятилітровий компресорний двигун V8 розганяє автомобіль до сотні менш ніж за шість секунд.
          </p>

          <img :src="require('@/assets/pic/about_lr6.jpg')" class="adaptive-img" width="28%" height="auto" />


          <p class="intro-text">
            C 60-х років минулого сторіччя Land Rover багато і часто переходив з рук в руки: British Leyland (1968—1998),
            British Aerospace (1988—1994), BMW (1994—2000), Ford (2000—2008). І нарешті, індійська TATA, яка купила британського
            виробника позашляховиків у комплекті з компанією Jaguar.
          </p>

          <p class="intro-text">
            В даний час престиж марки, як і раніше, дуже високий. Знаменита модель Range Rover Vogue поза конкуренцією,
            є загальновизнаним еталоном всюдихода класу «люкс».
          </p>

          <p class="intro-text">
            Цікаво, що 70% всіх автомобілів Land Rover, які коли-небудь були побудовані, до сих пір вірою і правдою служать
            своїм власникам по всьому світу. З’явившись в 1947 році компанія <b>Land Rover</b> виступає з репутацією виробника кращих
            повнопривідних автомобілів, які дають своїм власникам почуття впевненості і унікальну можливість в будь-який момент
            відправитися на пошуки пригод.
          </p>
        </div>
      </div>
      <a href="#" title="Вгору" class="topbutton">Вгору</a>
  </div>
</template>

<script>
export default {
  name: 'AboutLandRover'
}
</script>

<style scoped>
.adaptive-img {
  display: block;
  width: 55%;
  height: auto;
  margin: 20px auto;
}

/* Медіа-запит для мобільних пристроїв */
@media (max-width: 768px) {
  .adaptive-img {
    width: 99%;
    margin: 10px auto;
  }
}
</style>
