<template>
    <div class="content-wrapper">


      <h1 class="model-title">Land Rover Discovery</h1>
      <video width="80%" height="auto" autoplay controls muted loop>
        <source src="@/assets/pic/rr_discovery.mp4" type="video/mp4" />
      </video>
      <p class="intro-text"><i>Land Rover Discovery</i> - найуніверсальніший семимісний позашляховик.</p>
  
      <h2 class="h2">Дизайн</h2>
      <p class="intro-text">
        Безпомилковий та цілеспрямований дизайн. Велика кількість витончених та продуманих
        удосконалень надають універсальному <i> Land Rover Discovery</i> ще більшої преміальності.
      </p>
      <p class="intro-text">
        Оновлення <i>дизайну</i> робить посадку Discovery нижчою та ширшою. Від нових головних та
        задніх фар до вдосконаленої передньої решітки радіатора та нових бамперів. Покращений
        гармонійний зовнішній вигляд задньої частини та нові дизайни коліс із діаметром 20–22 дюйми
        надають автомобілю ще більш привабливого та сучасного вигляду.
      </p>
      <p class="intro-text">
        Нові <i>рельєфно виконані фари</i> з виразною фірмовою графікою та матричною світлодіодною
        технологією головного світла задля максимальної видимості.
      </p>
      <img :src="require('@/assets/pic/lr_discovery1 (2).jpg')" width="55%" height="auto" />
  
      <h2 class="h2">Потужність</h2>
      <p class="intro-text">
        М’які <i>гібридні двигуни</i> використовують акумулятор для накопичення, збереження та
        перерозподілу енергії, яка зазвичай втрачається під час уповільнення. Доступні з двигунами
        D250, D300 і P360.
      </p>
      <p class="intro-text">
        Визначне <i>тягове зусилля Land Rover Discovery</i> до 3 500 кг поєднується з великою
        кількістю допоміжних функцій для <i>буксирування</i>, включаючи систему допомоги при
        буксируванні причепа <i>Advanced Tow Assist</i>, тому ви можете з впевненістю транспортувати
        будь-що, від кузова для перевезення коней до причепів.
      </p>
      <p class="intro-text">
        Забезпечує <i>впевнений рух</i> дорогою та бездоріжжям. На слизьких поверхнях, як-от трава чи
        сніг, <i>система повного приводу All Wheel Drive та система розпізнання поверхонь Terrain
        Response</i> співпрацюють для автоматичного балансу крутного моменту між передніми та задніми
        колесами, максимально збільшуючи зчеплення.
      </p>
      <img :src="require('@/assets/pic/lr_discovery2.jpg')" width="55%" height="auto" />
  
      <h2 class="h2">Технології</h2>
      <p class="intro-text">
        Від дверей до прихованих відсіків — у<i> Land Rover Discovery </i>знайдеться місце для всіх
        речей.<i> Практичні функції</i>, на кшталт декількох портів заряджання USB-C та можливості
        змінювати розташування сидінь другого та третього рядів натисканням кнопки, забезпечують
        неперевершену гнучкість.
      </p>
      <p class="intro-text">
        <i>Land Rover Discovery</i> пропонує велику кількість функцій, що спрощують життя. Відкривайте
        та закривайте задні відкидні двері, навіть якщо ваші руки зайняті, за допомогою жестового
        відкривання задніх автоматизованих дверей. Також використовуйте внутрішнє сидіння
        автоматизованих відкидних дверей за необхідності або просто для зміни брудного взуття дитини.
      </p>
      <p class="intro-text">
        <i>Land Rover Discovery</i> має п’ятизірковий рейтинг із безпеки за класифікацією
        <i>Euro NCAP</i>. Поєднання до 5 точок кріплення <i>системи ISOFIX</i>, велика кількість функцій
        допомоги водієві, які полегшують водіння та паркування, і до 8 водійських та пасажирських
        <i>подушок безпеки</i> дбають про безпеку вашої родини.
      </p>
      <p class="intro-text">
        Для більшого ознайомлення з моделю ви можете переглянути
        <a href="/discovery-specs">технічні характеристики автомобіля</a> або
        <a href="/test-drive">записатися на тест-драйв.</a>
        <a href="#" title="Вгору" class="topbutton">Вгору</a>
      </p>
    </div>
  </template>
  
  <script>
  export default {
    name: "DiscoveryMain",
  };
  </script>
  
  <style scoped>
  body {
    font-size: 20px;
  }
  </style>