<template>
    <div class="content-wrapper">

  
      <h1 class="model-title">Range Rover Evoque</h1>
      <video width="80%" height="auto" autoplay controls muted loop>
        <source src="@/assets/pic/rr_evoque.mp4" type="video/mp4" />
      </video>
      <p class="intro-text"><i>Range Rover Evoque</i> — витончений мінімаліст.</p>
  
      <h2 class="h2">Потужність</h2>
      <p class="intro-text">Забезпечує <i>впевнений рух</i> по дорозі та бездоріжжю завдяки <i>повному приводу</i>. На слизьких поверхнях, наприклад, 
траві або снігу, можна збалансувати крутний момент між передньою та задньою віссю для максимального збільшення тяги.</p>

<p class="intro-text">З системою <i>адаптивної динаміки</i>, яку можна вибрати через сенсорний екран, <i>Range Rover Evoque</i> забезпечує ще 
жорсткіший контроль кузова з більш плавним керуванням та чіткішою реакцією.</p>

<p class="intro-text">Враховуйте особливості місцевості шляхом <i>оптимізації Range Rover Evoque</i> — вибору одного з п’яти режимів руху. 
<i>Terrain Response 2</i> виконує моніторинг умов руху і піднімає на новий рівень цю систему, що отримала спеціальні нагороди,
 систематично вибираючи для вас найбільш придатний режим руху.</p>
 
 <p class="intro-text"><i>Система ClearSight Ground View 2</i> дозволяє під час руху успішно дивитися «скрізь» капот, відображати кілька 
 зовнішніх ракурсів, у тому числі нижню сторону автомобіля та колеса.</p>
      <img :src="require('@/assets/pic/rr_evoque1.jpg')" width="55%" height="auto" />
  
      <h2 class="h2">Дизайн</h2>
      <p class="intro-text">З <i>самобутним силуетом купе Range Rover Evoque</i> є переконливим наступником автомобіля, який захопив всі серця в світі.</p>
 
 <p class="intro-text"><i>Панорамний дах</i> пропускає природне світло в інтер’єр Range Rover Evoque і створює відчуття більшої широти і простору
 у позашляховику. </p>
 
 <p class="intro-text">Впевнений вигляд Range Rover Evoque проявляється в особливостях<i> інтер’єру</i>, оздобленому віндзорською шкірою, 
 висококласними вовнями сумішами та текстилем із евкаліптових волокон.</p>
      <img :src="require('@/assets/pic/rr_evoque2.jpg')" width="55%" height="auto" />
  
      <h2 class="h2">Технології</h2>
      <p class="intro-text"><i>Пакет Online Pack 10</i> пропонує розширені послуги зв’язку через вбудовану сім-карту, що забезпечує доступ до: 
 необмеженої передачі мультимедійних потоків; прогнозів погоди; онлайн-синхронізації календаря.</p>
 
 <p class="intro-text"><i>Опційний бездротовий зарядний пристрій</i> з підсилювачем телефонного сигналу дозволяє вам заряджати сумісні смартфони
 без необхідності під’єднувати телефон до зарядної станції дротами.</p>
 
 <p class="intro-text"><i>Внутрішнє дзеркало CLEARSIGHT</i> є однією з багатьох інших інноваційних функцій, що створюють задоволення
 від водіння Range Rover Evoque. Ця опційна технологія дозволяє без перешкод дивитися на дорогу позаду, незалежно 
 від того, чи є пасажири на задніх сидіннях чи предмети у багажному відділенні.</p>
 
 <p class="intro-text"><i>ISOFIX та подушки безпеки</i> покращують безпеку ще більше, дві точки ISOFIX для обмеження сидіння для дитини встановлені
 з кожного боку задніх сидінь, стандартною для захисту є повна система з шести подушок безпеки, включаючи подушки безпеки водія,
 пасажира, боковини складаного верху кузова та подушки на рівні грудей.</p>
 
 <p class="intro-text">Land Rover пропонує багато інноваційних технологій, і ви знайдете серед них ті функції, що збільшують ваші враження 
 від водіння і одночасно забезпечують більшу безпеку.</p>
  
      <p class="intro-text">
        Для більшого ознайомлення з моделю ви можете переглянути
        <a href="/evoque-specs">технічні характеристики автомобіля</a>
        або <a href="/test-drive">записатися на тест-драйв.</a>
      </p>
      <a href="#" title="Вгору" class="topbutton">Вгору</a>
    </div>
  </template>
  
  <script>
  export default {
    name: 'EvoqueMain'
  };
  </script>
  
  <style scoped>
  body {
    font-size: 20px;
  }
  </style>