<template>
    <div class="content-wrapper">

  
      <h1 class="model-title">Range Rover Sport</h1>
      <video width="80%" autoplay controls muted loop>
        <source src="@/assets/pic/rr_sport.mp4" type="video/mp4" />
      </video>
  
      <p class="intro-text"><i>Range Rover Sport</i> - це справжня британська класика, але зі спортивним ухилом, автомобіль майже не
        поступається по оснащенню флагманському Range Rover.</p>
  
      <h2 class="h2">Потужність</h2>
      <p class="intro-text">Стабільна, ідеально збалансована їзда доповнена новітньою електронною пневматичною <i>підвіскою</i>, 
 яка забезпечує виняткову артикуляцію та постановку коліс. Із <i>Range Rover Sport</i> ви отримаєте вражаючі ходові 
 характеристики зі спортивною підвіскою, оптимізованою для виняткової продуктивності та керованості.</p>
 <p class="intro-text"><i>All Wheel Drive</i> – повний привод забезпечує виняткову їзду на дорозі та в умовах повного бездоріжжя. 
 Щоб підтримувати оптимальну силу тяги для гарантованого прогресу в будь-яких умовах, <i>привід Range Rover Sport</i> 
 підключений і підживлюється завдяки ретельно спроектованому комплекту технологій.</p>
 
 <p class="intro-text">Завдяки неперевершеній <i>буксирній потужності</i> до 3500 кг2 та спеціально розробленим технологіям буксирування, 
 в тому числі підтримці стійкості причіпа та додатковій підтримці буксиру, <i>Range Rover Sport</i> може виконувати найважчі завдання.</p>
      <img :src="require('@/assets/pic/rr_sport1.jpg')" width="55%"/>
  
      <h2 class="h2">Дизайн</h2>
      <p class="intro-text">Потужний та ідеально пропорційний <i>Range Rover Sport</i> було розроблено для того, щоб утримувати увагу, де б ви не опинилися.</p>
 
 <p class="intro-text"><i>Range Rover Sport</i> став ще більш вражаючою. Завдяки своєму впізнаваному силуету, покатому даху та безперервній 
 лінії посередині кузова, характерній для Range Rover, його <i>дизайн</i> є бездоганним.</p>
 
 <p class="intro-text">Кожна деталь <i>Range Rover Sport</i> розроблена з точністю, щоб створити бездоганний та обтічний зовнішній вигляд. 
 <i>Світлодіодні фари</i> підкреслюють стильний вигляд автомобіля з додатковими вбудованими динамічними покажчиками 
 напрямку, що підтверджують сучасний зовнішній вигляд автомобіля.</p>
 
 <p class="intro-text">Кожен елемент <i>дизайну салона</i> ретельно оформлений. Інтуїтивно зрозумілі конструктивні особливості включають 
 перемикач передач <i>SportShift</i>, приховані до засвічення сенсорні перемикачі та динамічне кермо із пелюстками перемикання передач.</p>
  
      <img :src="require('@/assets/pic/rr_sport2.jpg')" width="55%"/>
  
      <h2 class="h2">Технології</h2>
      <p class="intro-text"><i>Технологія Ingenium</i> підкріплює наші 4-циліндрові двигуни, а потужний 5,0-літровий бензиновий двигун з наддувом <i>V8</i>
 забезпечує відмінні робочі характеристики та зацікавленість водія.</p>
 
 <p class="intro-text"><i>Динамічна характеристика</i> поліпшує керованість автомобіля за допомогою гідравлічного управління рухом, 
 оптимізуючи експлуатаційні характеристики та комфорт пасажира. Це може забезпечити низькошвидкісну маневрованість,
 а також підвищену швидкісну стабільність і більшу точність кермування.</p>
 
 <p class="intro-text">10-дюймові сенсорні екрани з високою роздільною здатністю <i>Touch Duo Pro</i> дозволяють одночасно переглядати
 інформацію на одному екрані, наприклад, використовувати навігаційну систему та в той же час взаємодіючи із багатьма функціями,
 такими як налаштовування медіа.</p>
 
 <p class="intro-text">12,3-дюймовий <i>інтерактивний дисплей водія</i> з високою роздільною здатністю забезпечує інформацією про водіння, 
 розваги та безпеку. А <i>проекційний дисплей</i> допоможе зосередитися на дорозі, відображаючи основні дані автомобіля,
 як-от швидкість, положення передачі та напрямок на вітровому склі.</p>
  
      <p class="intro-text">
        Для більшого ознайомлення з моделю ви можете переглянути
        <a href="/sport-specs">технічні характеристики</a> або
        <a href="/test-drive">записатися на тест-драйв.</a>
        <a href="#" title="Вгору" class="topbutton">Вгору</a>
      </p>
    </div>
  </template>
  
  <script>
  export default {
    name: 'SportMain'
  };
  </script>
  
  <style scoped>
  .rr-sport {
    font-size: 20px;
  }
  </style>
  