<template>
    <div class="content-wrapper">
  
      <main>
        <h1 class="model-title">Range Rover Velar</h1>
        <video width="80%" height="auto" autoplay controls muted loop>
          <source src="@/assets/pic/rr_velar.mp4" type="video/mp4" />
        </video>
  
        <section>
          <p class="intro-text">
            Автомобіль з винятковим дизайном, інтелектуальними технологіями і властивими Land Rover можливостями.
 Дизайнери дійсно перевершили самі себе, створюючи свій новий шедевр - розкішний і одночасно компактний <i>Range Rover Velar</i>.
          </p>
          <h2 class="h2">Технології</h2>
          <p class="intro-text">
            Ваш автомобіль залишається на сучасному рівні завдяки <i>оновленню програмного забезпечення</i>. Інформаційно-розважальна
 система автомобіля, телематика та різні модулі управління можуть оновлюватися дистанційно, щоб забезпечити оптимальні робочі
 характеристики.</p>

<p class="intro-text"><i>Wi-Fi ENABLED</i>, увімкнений за допомогою плану передачі даних, ви зможете користуватися: вибором послуг 
потокового передавання медіа; підсилене підключення антени; можливість підключення декількох пристроїв.</p>

<p class="intro-text">Опціональний <i>іонізатор повітря Nanoe</i> покращує самопочуття водія та пасажирів. Активуйте цю функцію, 
і спеціально розроблений фільтр буде притягувати і захоплювати тонкі часточки та повітряні алергени із зовнішнього повітря.</p>

<p class="intro-text"><i>Матричні світлодіодні фари</i> як складова нашої технологічної лінійки включать адаптивний промінь, що може
 тьмяніти та регулюватися для забезпечення максимальної видимості без засліплення автомобілів, що рухаються назустріч.</p>
         
          <img :src="require('@/assets/pic/rr_velar1.jpg')" width="70%" height="auto" />
        </section>
  
        <section>
          <h2 class="h2">Дизайн</h2>
          <p class="intro-text">
            <i>Range Rover Velar</i> ідеально збалансований, з оптимізованими пропорціями. Миттєво впізнаються горді лінії Range Rover: 
 від потужної носової частини, через плавну безперервну середню лінію і до кульмінації у підтягнутій та елегантній звуженій задній частині.</p>

<p class="intro-text"><i>Висувні дверні ручки</i> втягуються, коли не знаходяться у використанні. Їх прихований дизайн створює особливо чисті, 
пуристичні лінії, що покращують аеродинамічну ефективність та знижують шум від вітру.</p>

<p class="intro-text">Штрихи <i>інтер’єру</i> включають розділений підлокітник і майстерно оброблені матеріали в усьому салоні.</p>

<p class="intro-text"><i>Range Rover Velar</i> йде шляхом мінімалістичного дизайну. Чистота, елегантність та самобутність — автомобіль відрізняється 
вражаючою сучасною присутністю. Покращена потужність і невимушена елегантність комбінуються з вишуканим ефектом цього видатного 
прикладу сучасного автомобільного дизайну. </p>
          <img :src="require('@/assets/pic/rr_velar2.jpg')" width="70%" height="auto" />
        </section>
  
        <section>
          <h2 class="h2">Потужність</h2>
          <p class="intro-text">
            <i>Повний привод</i> з крутним моментом за потреби забезпечує видатні характеристики на дорозі та повну потужність для бездоріжжя. 
Для підтримки оптимальної тяги і впевненого руху в будь-яких умовах привод Range Rover Velar вироблений та під’єднаний 
з продумано <i>спроектованим пакетом технологій</i>.</p>

<p class="intro-text">Оптимізуйте вибором одного з <i>шести режимів водіння системи двигуна</i>, коробки передач, центрального диференціала та шасі,
 щоб вони відповідали вимогам місцевості. <i>Врахування рельєфу місцевості</i> дозволяє вам легко скористатися нашим більш ніж 
 70-річним досвідом: автомобіль автоматично обирає найбільш придатний режим руху бездоріжжям.</p>
 
 <p class="intro-text"><i>Система підтримки вибраної швидкості під час руху бездоріжжям</i> — це сучасна система, що дозволяє вам задавати та 
 підтримувати постійну швидкість у складних умовах, таких як болото, волога трава, лід, сніг та брудні дороги </p>
          <p class="intro-text">
            Для більшого ознайомлення з моделю ви можете переглянути
            <a href="/velar-specs">технічні характеристики автомобіля</a> або
            <a href="/test-drive">записатися на тест-драйв.</a>
            <a href="#" title="Вгору" class="topbutton">Вгору</a>
          </p>
        </section>
      </main>
    </div>
  </template>
  
  <script>
  export default {
    name: 'VelarMain',
  };
  </script>
  
  <style scoped>
  body {
    font-size: 20px;
  }
  </style>