<template>
      <div class="content-wrapper">
  
      <h1 class="model-title">Range Rover Vogue</h1>
      <video width="80%" height="auto" autoplay controls muted loop>
        <source src="@/assets/pic/rr_vogue.mp4" type="video/mp4">
      </video>
      <p class="intro-text"> Підноситься над усіма в прямому і переносному сенсі, його видно здалеку. Відчути це можна з перших хвилин
        з <i>Range Rover Vogue</i>- відкрийте для себе кращі моменти в житті на дорозі.</p>
  
      <h2 class="h2">Дизайн</h2>
      <p class="intro-text">З його плавною лінією даху, безперервною поясною лінією кузова та графікою на нижніх елементах обробки,
        Land Rover не намагався переосмислити <i>Range Rover Vogue</i>, вони просто зробили його ще <i>кращим</i>. З безліччю
        інноваційних функцій, таких як світлодіодні фари системи <i>Pixel-laser</i>, що забезпечують його ще більшу присутність
        на дорозі. Для вражаючого, сучасного відчуття Range Rover обладнано усестороннім зовнішнім освітленням у стандартній
        комплектації.</p>
  
      <p class="intro-text"> Незмінно розкішні задні сидіння представницького класу забезпечують зразковий рівень комфорту - вони ширші та
        м'якші. Центральна консоль з електроприводом, що розгортається, легко інтегрується ззовні з пасажирськими сидіннями
        для створення розкішного чотиримісного простору.</p>
  
      <p class="intro-text">Налаштовуване освітлення салону та вдосконалене робоче освітлення доповнюють атмосферу інтер'єру та
        надають нових відтінків простору в салоні.</p>
      <img :src="require('@/assets/pic/rr_vogue1.jpg')" width="55%" height="auto">
      <p class="intro-text"><i>По-справжньому першокласне враження від подорожей.</i> Висококласний і чудово виконаний інтер’єр Range Rover
        забезпечує комфорт для чотирьох сидінь представницького класу і п’яти універсальних сидінь. Задні сидіння тепер
        збільшили нахил і отримали глибші подушки для більшого комфорту.</p>
  
      <p class="intro-text"><i>Дизайн</i> є легким, знаковим і навіть сучаснішим з новою передньою решіткою, переднім бампером і капотом у поєднанні з
        інтегрованими вихлопними трубами та вражаючими новими світлодіодними ліхтарями.</p>
  
      <p class="intro-text">Невимушено комфортний, прекрасно оснащений та оздоблений відповідно до критичних поглядів <i>салон авто</i>.
        Деталі, нові декоративні вставки та декоративні накладки поліпшують відчуття неперевершеної вишуканості, притаманної
        Range Rover Vogue.</p>
  
      <h2 class="h2">Технології</h2>
      <p class="intro-text">Перший автомобіль, який поєднує в собі <i>розкіш і вишуканість</i> із всесвітньо відомими позадорожніми характеристиками,
        Range Rover продовжує залишатися лідером. Зразкові <i>позадорожні характеристики Range Rover</i> - це поєднання систем
        повного приводу (AWD) та унікальних інноваційних технологій руху на всіх поверхнях.</p>
  
      <p class="intro-text">Від подолання ускладненого міського руху до забезпечення додаткової безпеки для вас і ваших пасажирів, <i>існує безліч
        стандартних і опційних технологій SUV</i>, доступних в Range Rover. Кожна функція розроблена та спроектована таким чином,
        щоб покращити задоволення від вашого автомобіля.</p>
  
      <p class="intro-text"><i>Система адаптивного налаштування підвіски</i> робить милі практично непомітними. Система сканує рухи автомобіля до
        500 разів на секунду, миттєво реагує на дії водія або зміни дорожньої ситуації, забезпечуючи більший контроль і
        мінімізуючи коливання кузова для впевненого, рівного руху по дорозі.</p>
  
      <p class="intro-text"><i>Система Dynamic Response</i> поліпшує керування автомобілем за допомогою гідравлічного керма, оптимізуючи ефективність
        на дорозі та комфорт пасажира, зменшуючи рух кузова під час поворотів.</p>
      <img :src="require('@/assets/pic/rr_vogue2.jpg')" width="55%" height="auto">
  
      <h2 class="h2"> Land Rover турбується про вашу безпеку</h2>
      <p class="intro-text"> Range Rover Vogue оснащений: системою кріплення ISOFIX, подушками та ременями безпеки, системою автономного гальмування,
        антибуксувальною системою, системою допомоги при екстреному гальпуванні.</p>
  
      <p class="intro-text"> Для більшого ознайомлення з моделю ви можете переглянути <a href="/vogue-specs">технічні характеристики автомобіля</a> або
        <a href="/test-drive">записатися на тест-драйв.</a>
      </p>
  
      <a href="#" title="Вгору" class="topbutton">Вгору</a>
  
      <div id="footer"></div>
    </div>
  </template>
  
  <script>
  export default {
    name: 'VogueMain'
  }
  </script>  
  
  <style scoped>
  .topmenu {
    list-style-type: none;
    padding: 0;
  }
  
  .topmenu > li {
    display: inline-block;
  }
  
  .submenu {
    display: none;
  }
  
  .topmenu > li:hover .submenu {
    display: block;
  }
  
  .submenu li {
    display: block;
  }
  </style>
  